[
  {
    "chapter": 1,
    "passages": [
      {
        "html": "Call me Jonah. My parents did, or nearly did. They called me John.",
        "chapter": 1
      },
      {
        "html": "Jonah–John–if I had been a Sam, I would have been a Jonah still–not because I have been unlucky for others, but because somebody or something has compelled me to be certain places at certain times, without fail. Conveyances and motives, both conventional and bizarre, have been provided. And, according to plan, at each appointed second, at each appointed place this Jonah was there.",
        "chapter": 1
      },
      { "html": "Listen:", "chapter": 1 },
      {
        "html": "When I was a younger man–two wives ago, 250,000 cigarettes ago, 3000 quarts of beer ago…",
        "chapter": 1
      },
      {
        "html": "When I was a much younger man, I began to collect material for a book to be called <em>The Day the World Ended</em>.",
        "chapter": 1
      },
      { "html": "The book was to be factual.", "chapter": 1 },
      {
        "html": "The book was to be an account of what important Americans had done on the day when the first atomic bomb was dropped on Hiroshima, Japan.",
        "chapter": 1
      },
      { "html": "It was to be a Christian book. I was a Christian then.", "chapter": 1 },
      { "html": "I am a Bokononist now.", "chapter": 1 },
      {
        "html": "I would have been a Bokononist then, if there had been anyone to teach me the bittersweet lies of Bokonon. But Bokononism was unknown beyond the gravel beaches and coral knives that ring this little island in the Caribbean Sea, the Republic of San Lorenzo.",
        "chapter": 1
      },
      {
        "html": "We Bokononists believe that humanity is organized into teams, teams that do God's Will without ever discovering what they are doing. Such a team is called a <em>karass</em> by Bokonon, and the instrument, the <em>kan-kan</em>, that brought me into my own particular <em>karass</em> was the book I never finished, the book to be called <em>The Day the World Ended</em>.",
        "chapter": 1
      }
    ]
  },
  {
    "chapter": 2,
    "passages": [
      {
        "html": "\"If you find your life tangled up with somebody else's life for no very logical reasons,\" writes Bokonon, \"that person may be a member of your <em>karass</em>.\"",
        "chapter": 2
      },
      {
        "html": "At another point in <em>The Books of Bokonon</em> he tells us, \"Man created the checkerboard; God created the <em>karass</em>.\" By that he means that a <em>karass</em> ignores national, institutional, occupational, familial, and class boundaries.",
        "chapter": 2
      },
      { "html": "It is as free-form as an amoeba.", "chapter": 2 },
      {
        "html": "In his \"Fifty-third Calypso,\" Bokonon invites us to sing along with him:",
        "chapter": 2
      },
      { "html": "Oh, a sleeping drunkard", "chapter": 2 },
      { "html": "Up in Central Park,", "chapter": 2 },
      { "html": "And a lion-hunter", "chapter": 2 },
      { "html": "In the jungle dark,", "chapter": 2 },
      { "html": "And a Chinese dentist,", "chapter": 2 },
      { "html": "And a British queen–", "chapter": 2 },
      { "html": "All fit together", "chapter": 2 },
      { "html": "In the same machine.", "chapter": 2 },
      { "html": "Nice, nice, very nice;", "chapter": 2 },
      { "html": "Nice, nice, very nice;", "chapter": 2 },
      { "html": "Nice, nice, very nice–", "chapter": 2 },
      { "html": "So many different people", "chapter": 2 },
      { "html": "In the same device", "chapter": 2 }
    ]
  },
  {
    "chapter": 3,
    "passages": [
      {
        "html": "Nowhere does Bokonon warn against a person's trying to discover the limits of his <em>karass</em> and the nature of the work God Almighty has had it do. Bokonon simply observes that such investigations are bound to be incomplete.",
        "chapter": 3
      }
    ]
  }
]
